[
  {
    "q": "How does the jackpot work?",
    "a": "Every 24hrs, the smart contract will randomly pick a winner. The contract will purchase pizzas on the winner's behalf. The amount will be 1% of the entire pool"
  },
  {"q": "What happens when I bake pizzas?",
    "a": "When you bake pizzas, your FTM gets locked into the Leaning Tower smart contract and rewards you with 8% daily return every day."
  },
  {
    "q": "Can I take my initial FTM back?",
    "a": "Over Time! Once pizzas are baked they work for you indefinitely, providing you with an unlimited amount of FTM at a starting rate of 8% daily."
  },
  {
    "q": "How much are my fees?",
    "a": "There is a small 3% dev fee in order to pay for marketing costs"
  },
  {
    "q": "When is the best time to bake pizzas?",
    "a": "Always! No matter when you bake pizzas, you will begin with a return rate of 8% daily."
  },
  {
    "q": "How often should I re-bake (compound)?",
    "a": "We recommend that you compound at least once per day but you are free to do so as often as you wish."
  },
  {
    "q": "How is Leaning Tower sustainable?",
    "a": "Baked pizzas are sustained by continued community support, just as every other crypto coin, token or project. The difference is that since there is no token, there is no price to dump. As long as pizzas are baking in the contract, there will be rewards!"
  },
  {
    "q": "How to use Leaning Tower on my phone?",
    "a": "You can either use an app with a dapp browser and choose the Metamask/Injected option or simply use any browser that you want and choose WalletConnect to connect to your wallet's app on your phone."
  },
  {
    "q": "Is it better to re-bake or eat pizzas?",
    "a": "By design, re-baking will be more profitable than eating pizzas in the long-term."
  },
  {
    "q": "How do referrals work?",
    "a": "Once your wallet is connected to the Leaning Tower website, you will notice your referral address appear at the bottom of the page. When a new user bakes pizzas after clicking your personal referral link, the contract will send a FTM value equal to 12% instantly to your account. Be smart, use it to bake pizzas and build yourself a stream of income."
  },
  {
    "q": "When did Leaning Tower launch?",
    "a": "It launched May 1st, 2022"
  }
]
